[UsableItems.Pickup_TorgueToken UsableItemDefinition]
UseFailureCharacterMessage="you should be %s This article."
ItemName="Occupation Code"
PickupMessage="It is dignity %s"
UseFailureLevelMessage="You must be level %d to use this.."
UseFailureConstraintsMessage="Maximum barcode"
NoManufacturerName="TRUE"

[UsableItems.Pickup_TorgueToken:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Play around and challenge the rules. "
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_TorgueToken:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Use Torg Engine code. "
NoConstraintText=""
Suffix=""
Prefix=""

